WELCOME_MESSAGE = '''
Здравствуйте! Чтобы создать заявку на обмен нажмите кнопку ниже.
'''
CANCEL_MESSAGE = '''
Действие отменено! Чтобы создать новую заявку на обмен нажмите кнопку ниже.
'''
SERVER_ERROR = '''
Заявка отклонена! Не по нашим причинам произошел технический сбой подключения к серверу.
Повторите попытку позже либо свяжитесь с Вашим трейдером.
'''
CHOISE_RATE_MESSAGE = '''
Выберите валюту, удобную Вам для дальнейшего расчета.
'''
BALANCE_BIT_MESSAGE = '''
К сожалению, запрашиваемая Вами сумма биткоинов отсутствует. 
Просьба, обратитесь к трейдеру!
'''
BALANCE_BYN_MESSAGE = '''
К сожалению, на Вашу сумму денег количество биткоинов отсутствует. 
Просьба, обратитесь к трейдеру!
'''
NEXT_STEP_MESSAGE = '''
Совершите оплату через ЕРИП:
1. ЕРИП
2. Банковские, финансовые услуги
3. Банки, НКФО
4. Банк Решение
5. Пополнение карты (ОНЛАЙН)
5. № договора/ 4 посл.цифры карты: 00750933049251/8566.
Нажимаем кнопку "Оплачено" и сбрасываем чек
'''
UPLOAD_PHOTO_MESSAGE = '''
Загрузите изображение, подтверждающее оплату.
'''
UPLOAD_ERROR_MESSAGE = '''
Фотография не найдена в сообщении! Отправьте фотографию...
'''
UPLOAD_OK_MESSAGE = '''
Фотография успешно загружена! Нажмите "OK".
'''
ENTER_ADDRESS_MESSAGE = '''
Введите адрес BTC:
'''
ADDRESS_ERROR_MESSAGE = '''
Адрес кошелька введен некорректно! Введите повторно...
'''
STATUS_WAIT_MESSAGE = '''
Ваша заявка принята. Если оплата по сделке прошла успешно, BTC будут переведены на предоставленный Вами адрес в 
течение нескольких минут. Обязательно сохраняйте оригинал чека до поступления BTC на Ваш адрес. Пожалуйста, ожидайте...
'''
GET_APLICATION = '''
BTC отправлены, сделка завершена. Спасибо, всего Вам доброго. Отследить транзакцию можно по ссылке: 
'''
CHECK_ERROR_CONNECT_TO_EMAIL = '''
Транзакция отменена! 
Нет возможности подключиться к сообщениям от банка! 
Просьба, обратитесь к трейдеру!
'''
CHECK_ERROR_MESSAGE_FROM_BANK = '''
Транзакция отменена! 
Чек подтверждения перевода от банка НЕ поступил! 
Просьба, обратитесь к трейдеру!
'''