WELCOME_MESSAGE = '''
Друг, привет. Если нужен BTC жми на кнопку ниже. И да прибудет с тобою СИЛА!
'''
CANCEL_MESSAGE = '''
Действие отменено! Чтобы создать новую заявку на обмен нажмите кнопку ниже.
'''
SERVER_ERROR = '''
Заявка отклонена! Не по нашим причинам произошел технический сбой подключения к серверу.
Повтори попытку позже либо свяжись с BlackBitJack.
'''
CHOISE_RATE_MESSAGE = '''
Друг, выбери валюту, удобную для дальнейшего расчета.
'''
BALANCE_BIT_MESSAGE = '''
К сожалению, запрашиваемая Вами сумма биткоинов отсутствует. 
Обратитесь к BlackBitJack.
'''
BALANCE_BYN_MESSAGE = '''
К сожалению, на Вашу сумму денег количество биткоинов отсутствует. 
Обратитесь к BlackBitJack.
'''
NEXT_STEP_MESSAGE = '''
!!ВНИМАНИЕ!! СУММА В СДЕЛКЕ И ЧЕКЕ ДОЛЖНА СОВПАДАТЬ, ИНАЧЕ БИТ НЕ БУДЕТ ПЕРЕВЕДЕН!!!
Совершите оплату через ЕРИП:
1. ЕРИП
2. Банковские, финансовые услуги
3. Банки, НКФО
4. Альфа-Банк
5. Пополнение счета
6. +375333978525 
7. Сергей Васильевич
Нажимаем кнопку "Оплачено" и сбрасываем чек
'''
UPLOAD_PHOTO_MESSAGE = '''
Друг, загрузи фото/скрин чека, подтверждающий оплату.
'''
UPLOAD_ERROR_MESSAGE = '''
Фотография не найдена в сообщении! Отправь фотографию...
'''
UPLOAD_OK_MESSAGE = '''
Фотография успешно загружена! Нажми "OK".
'''
ENTER_ADDRESS_MESSAGE = '''
Введи адрес BTC:
'''
ADDRESS_ERROR_MESSAGE = '''
Адрес кошелька введен некорректно! Введи ровно...
'''
STATUS_WAIT_MESSAGE = '''
Друг, заявка принята. Если оплата прошла успешно, BTC будут переведены через пару минут. 
Обязательно сохраняй оригинал чека до поступления BTC. Пожалуйста, ожидай...
'''
GET_APLICATION = '''
BTC отправлены. Береги себя. Спасибо за обмен. Отследить транзу можно по ссылке: 
'''
CHECK_ERROR_CONNECT_TO_EMAIL = '''
Транзакция отменена! 
НЕТ ВОЗМОЖНОСТИ ПРОВЕРИТЬ сообщения от банка! 
Обратитесь к BlackBitJack.
'''
CHECK_ERROR_MESSAGE_FROM_BANK = '''
Транзакция отменена! 
ЧЕК подтверждения перевода от банка НЕ ПОСТУПИЛ! 
Обратитесь к BlackBitJack.
'''
DIMON = '''
Дима, я все знаю. Остановись, пока не поздно)) Иначе придется сдать анализы крови и липовые чеки объяснить ментам...
'''
BLACK_LIST = '''
Извините! Вы внесены в "черный список" как злостный нарушитель правил. Обратитесь к BlackBitJack.
'''
WELCOME_ADMIN = '''
Добро пожаловать! Вы вошли как администратор.
'''
SETTING = '''
Выберите, что будем изменять...
'''